{"Name": "Snapshot Basic", "Natural": "The Snapshot Basic is a Affordable and easy-to-use point-and-shoot camera for everyday photography. It features a resolution of 16 MP and is highly rated at 4.0 stars. Priced at $99, it is an excellent choice for Casual photographers."}
{"Name": "ZoomMaster Pro", "Natural": "The ZoomMaster Pro is a Compact camera with powerful zoom for capturing distant subjects. It features a resolution of 20 MP and is highly rated at 4.2 stars. Priced at $199, it is an excellent choice for Travel and wildlife enthusiasts."}
{"Name": "UltraWide Explorer", "Natural": "The UltraWide Explorer is a Camera with ultra-wide lens for breathtaking landscape shots. It features a resolution of 24 MP and is highly rated at 4.3 stars. Priced at $299, it is an excellent choice for Landscape photographers."}
{"Name": "VlogStar HD", "Natural": "The VlogStar HD is a High-definition camera with flip screen, perfect for vlogging. It features a resolution of 18 MP and is highly rated at 4.4 stars. Priced at $399, it is an excellent choice for Vloggers and content creators."}
{"Name": "ActionCam Xtreme", "Natural": "The ActionCam Xtreme is a Durable action camera with 4K video recording for capturing adventures. It features a resolution of 12 MP and is highly rated at 4.5 stars. Priced at $499, it is an excellent choice for Outdoor enthusiasts and athletes."}
{"Name": "Portrait Master 5D", "Natural": "The Portrait Master 5D is a High-performance camera with a large sensor for stunning portrait photography. It features a resolution of 30 MP and is highly rated at 4.6 stars. Priced at $699, it is an excellent choice for Professional portrait photographers."}
{"Name": "NightVision Pro", "Natural": "The NightVision Pro is a Camera with advanced low-light capabilities for clear night shots. It features a resolution of 22 MP and is highly rated at 4.7 stars. Priced at $799, it is an excellent choice for Night photographers."}
{"Name": "Mirrorless Magic", "Natural": "The Mirrorless Magic is a Compact mirrorless camera with interchangeable lenses for versatile shooting. It features a resolution of 26 MP and is highly rated at 4.8 stars. Priced at $899, it is an excellent choice for Photography enthusiasts and professionals."}
{"Name": "StudioPro DSLR", "Natural": "The StudioPro DSLR is a Professional-grade DSLR with robust features for studio photography. It features a resolution of 45 MP and is highly rated at 4.9 stars. Priced at $1,299, it is an excellent choice for Studio and commercial photographers."}
{"Name": "CineMaster 8K", "Natural": "The CineMaster 8K is a High-end camera with 8K video recording for cinematic productions. It features a resolution of 50 MP and is highly rated at 5.0 stars. Priced at $2,499, it is an excellent choice for Filmmakers and cinematographers."}