{"Name": "FrenchPress Classic", "Natural": "FrenchPress Classic is a Traditional French press for a rich and flavorful cup of coffee. It is priced at $29 and has a rating of 4.1 stars. With a capacity of 4 cups, it is perfect for French press enthusiasts."}
{"Name": "SingleServe Wonder", "Natural": "SingleServe Wonder is a Compact and convenient single-serve coffee machine for a quick brew. It is priced at $59 and has a rating of 3.9 stars. With a capacity of 1 cup, it is perfect for Individuals on-the-go."}
{"Name": "QuickBrew Express", "Natural": "QuickBrew Express is a Fast and efficient coffee maker for a quick cup of coffee. It is priced at $89 and has a rating of 4.0 stars. With a capacity of 1 cup, it is perfect for Busy individuals."}
{"Name": "BrewMaster Classic", "Natural": "BrewMaster Classic is a Durable and easy-to-use coffee maker with a timeless design. It is priced at $129 and has a rating of 4.2 stars. With a capacity of 12 cups, it is perfect for Home use."}
{"Name": "ColdBrew Master", "Natural": "ColdBrew Master is a Specialized machine for making smooth and refreshing cold brew coffee. It is priced at $199 and has a rating of 4.3 stars. With a capacity of 6 cups, it is perfect for Cold brew lovers."}
{"Name": "Grind&Brew Plus", "Natural": "Grind&Brew Plus is a Coffee machine with integrated grinder for freshly ground coffee every time. It is priced at $349 and has a rating of 4.4 stars. With a capacity of 10 cups, it is perfect for Coffee purists."}
{"Name": "EspressoMaster 2000", "Natural": "EspressoMaster 2000 is a Compact and efficient espresso machine with advanced brewing technology. It is priced at $399 and has a rating of 4.5 stars. With a capacity of 2 cups, it is perfect for Espresso lovers."}
{"Name": "LatteArt Pro", "Natural": "LatteArt Pro is a Advanced coffee machine with built-in milk frother for perfect lattes and cappuccinos. It is priced at $599 and has a rating of 4.6 stars. With a capacity of 2 cups, it is perfect for Latte and cappuccino lovers."}
{"Name": "Cappuccino King", "Natural": "Cappuccino King is a High-end machine for creating professional-quality cappuccinos. It is priced at $799 and has a rating of 4.7 stars. With a capacity of 2 cups, it is perfect for Cappuccino aficionados."}
{"Name": "CafePro Elite", "Natural": "CafePro Elite is a Professional-grade coffee machine with multiple brewing options and a sleek design. It is priced at $899 and has a rating of 4.8 stars. With a capacity of 4 cups, it is perfect for Coffee enthusiasts and small cafes."}