{"Name": "Paul Mitchell", "Natural": "The Paul Mitchell Tea Tree Special Shampoo cleanses with natural tea tree oil, peppermint, and lavender, revitalizing hair and scalp with a refreshing tingle. Priced at £22.69 for 300ml, it’s ideal for those seeking a vegan, paraben-free, color-safe refresh."}
{"Name": "Redken", "Natural": "The Redken Color Extend line offers shampoos, conditioners, and treatments designed to nourish strands and protect color longevity, making it ideal for anyone aiming to keep their dyed hair vibrant and healthy-looking."}
{"Name": "L'Oreal Paris", "Natural": "L'Oreal EverPure Sulfate-Free Moisture Shampoo deeply hydrates dry, color-treated hair with rosemary-infused care, offering 2X more moisture and up to 4 weeks of color protection. A great fit for those seeking sulfate-free, gentle cleansing."}
{"Name": "Garnier", "Natural": "The Garnier Fructis Grow Strong Shampoo fortifies hair with apple extract and niacinamide, promoting moisture, smoothness, and detangling without parabens or phthalates. Perfect for those aiming to resist breakage and enhance strength."}
{"Name": "Dove", "Natural": "Dove Intensive Repair Shampoo, powered by Bio-Nourish Complex, targets damaged hair and helps repair up to 98% of daily breakage, making it a go-to for users needing intense nourishment and restoration."}
{"Name": "Herbal Essences", "Natural": "Herbal Essences Hello Hydration Shampoo infuses hair with deep moisture and a coconut scent, offering a paraben-free, dermatologist-tested formula that's perfect for those seeking smooth, soft hair with tropical vibes."}
{"Name": "Matrix", "Natural": "Matrix Brass Off Shampoo neutralizes brassy tones with balancing blue-violet pigments, ideal for brunettes who lighten their hair and want cooler, refreshed tones in both natural and color-treated styles."}
{"Name": "Pantene", "Natural": "Pantene Daily Moisture Renewal Shampoo locks in moisture without weighing hair down, delivering clinically proven healthier hair with every wash. It’s gentle like sulfate-free formulas and ideal for multitasking hair care routines."}